<!DOCTYPE html>
<html lang="en" dir="ltr">

<head>
  <meta charset="utf-8">
  <title>slide</title>
  <link rel="stylesheet" href="style3.css">
</head>

<body>
  <div class="slidershow1">
    <img src="img/1.jpg">
    <div class="text-box text-box1">
      <h1>Three piggy coffee</h1>
      <span></span>
      <p>ร้านกาแฟจากมาเลเซีย ร้านคาเฟ่ดิบๆ เท่ๆ
        ใจกลางเมืองหลวง กัวลาลัมเปอร์ (Kuala Lumpur)
        ด้วยสไตล์ร้านที่โดดเด่นด้วยสีดำ เป็นแหล่งรวมตัวของ
        cafe hopper คนรักกาแฟสดจากทุกมุมโลกที่มักมารวมตัวกันอยู่ที่นี่
        เพราะเสิร์ฟกาแฟทั้งแบบ Single Origin ที่เมล็ดกาแฟผ่านการควบคุมคุณภาพจากแหล่งผลิตเดียว
        หรือแบบ Blend ที่ผสมกาแฟหลายสายพันธุ์แต่มีเอกลักษณ์ ซึ่งร้านนี้มีขายทั้งกาแฟและเค้กอีกมากมายให้ได้เลือกชิมกัน</p>
    </div>
  </div>
  <div class="slidershow2">
    <img src="img/2.jpg">
    <div class="text-box text-box2">
      <h1>Tree pffee</h1>
      <span></span>
      <p>ใจกลางเมืองหลวง กัวลาลัมเปอร์ (Kuala Lumpur)
        ด้วยสไตล์ร้านที่โดดเด่นด้วยสีดำ เป็นแหล่งรวมตัวของ
        cafe hopper คนรักกาแฟสดจากทุกมุมโลกที่มักมารวมตัวกันอยู่ที่นี่
        เพราะเสิร์ฟกาแฟทั้งแบบ Single Origin ที่เมล็ดกาแฟผ่านการควบคุมคุณภาพจากแหล่งผลิตเดียว
        หรือแบบ Blend ที่ผสมกาแฟหลายสายพันธุ์แต่มีเอกลักษณ์ ซึ่งร้านนี้มีขายทั้งกาแฟและเค้กอีกมากมายให้ได้เลือกชิมกัน</p>
    </div>
  </div>
  <div class="slidershow3">
    <img src="img/3.jpg">
    <div class="text-box text-box3">
      <h1>Tpiggy coffee</h1>
      <span></span>
      <p>ด้วยสไตล์ร้านที่โดดเด่นด้วยสีดำ เป็นแหล่งรวมตัวของ
        cafe hopper คนรักกาแฟสดจากทุกมุมโลกที่มักมารวมตัวกันอยู่ที่นี่
        เพราะเสิร์ฟกาแฟทั้งแบบ Single Origin ที่เมล็ดกาแฟผ่านการควบคุมคุณภาพจากแหล่งผลิตเดียว
        หรือแบบ Blend ที่ผสมกาแฟหลายสายพันธุ์แต่มีเอกลักษณ์ ซึ่งร้านนี้มีขายทั้งกาแฟและเค้กอีกมากมายให้ได้เลือกชิมกัน</p>
    </div>
  </div>
  <div class="slidershow4">
    <img src="img/4.jpg">
    <div class="text-box text-box4">
      <h1>coffee</h1>
      <span></span>
      <p>cafe hopper คนรักกาแฟสดจากทุกมุมโลกที่มักมารวมตัวกันอยู่ที่นี่
        เพราะเสิร์ฟกาแฟทั้งแบบ Single Origin ที่เมล็ดกาแฟผ่านการควบคุมคุณภาพจากแหล่งผลิตเดียว
        หรือแบบ Blend ที่ผสมกาแฟหลายสายพันธุ์แต่มีเอกลักษณ์ ซึ่งร้านนี้มีขายทั้งกาแฟและเค้กอีกมากมายให้ได้เลือกชิมกัน</p>
    </div>
  </div>
</body>

</html>